[
  {
    "studentName": "Carlos Amilcar",
    "profileImage": "/uploads/media/Carlos_Amilcar.jpg",
    "status": "Active Student",
    "schoolName": "Universidad de El Salvador",
    "majorOrFieldOfStudy": "Industrial Engineering",
    "currentGradeLevel": "4th Year",
    "graduationYearExpected": "2027",
    "communityProject": "Agua Limpia",
    "impactStatement": "Well, the scholarship program has greatly strengthened my principles and values. I am growing not only academically but also but also personally. Thanks to the program, I have become a better person with convictions about his future and the future of his community.",
    "aspirations": "I want to put into everything I have learned practice as an ethical professional, use my knowledge help my family and community, and continue supporting the project how ever I can.",
    "obstacles": "Pandemic, slow internet, not having a computer or smartphone.",
    "slug": "2025-07-16-carlos-amilcar"
  },
  {
    "studentName": "Carlos Omar",
    "profileImage": "/uploads/media/Carlos_Omar.jpg",
    "status": "Active Student",
    "schoolName": "Universidad de El Salvador",
    "majorOrFieldOfStudy": "Modern Languages",
    "currentGradeLevel": "4th Year",
    "graduationYearExpected": "2029",
    "communityProject": "Agua Limpia",
    "impactStatement": "The scholarship program has had a great impact on my life, because thanks to the program I will be able to continue my studies at university. I have also met many other people who belong to the program.",
    "aspirations": "What I want to do at the end of my university degree is get a job, learn more about what I have studied, and have enough income to help my family, especially my brothers. I want to help them continue with their studies so that they can also overcome their obstacles and get university degrees.",
    "obstacles": "One of my biggest obstacles to continue studying has been financial problems, since I often do not have enough money to do some tasks or activities. Health problems have also prevented me from attending classes sometimes.",
    "slug": "2025-07-16-carlos-omar"
  },
  {
    "studentName": "Daniela Giselle",
    "profileImage": "/uploads/media/Daniela_Giselle.jpg",
    "birthday": "11/04/2003",
    "status": "Active Student",
    "schoolName": "Universidad de El Salvador",
    "majorOrFieldOfStudy": "Nursing",
    "currentGradeLevel": "3rd Year",
    "graduationYearExpected": "2028",
    "communityProject": "Valores y Manualidades",
    "impactStatement": "A great impact, because thanks to the financial support they give us in the program, I can make payments to have internet and thus continue my studies; it’s vital to be able to send, receive and complete homework assignments. In addition, I have learned to be more supportive and to be able to share with others.",
    "aspirations": "God willing, I would like to get a stable job in the area that I decide to study. I would also like to be able to afford things such as my own house, a vehicle, trips to other countries, and further university education.",
    "obstacles": "Mostly they have been economic, since you need to buy materials to complete homework assignments, and this has been an obstacle for me and my family. In addition, the pandemic has fundamentally changed how people interact with the world. At first it was very difficult to get used to the new normal, but as time passed we have become accustomed to it. Still, I think the pandemic has been a big obstacle for everyone.",
    "slug": "2025-07-16-daniela-giselle"
  },
  {
    "studentName": "David Alexander",
    "profileImage": "/uploads/media/David_Alexander.jpg",
    "status": "Graduated",
    "schoolName": "Universidad de El Salvador",
    "majorOrFieldOfStudy": "Industrial Engineering",
    "slug": "2025-07-16-david-alexander"
  },
  {
    "studentName": "Diana H",
    "profileImage": "/uploads/media/Diana.jpg",
    "status": "Thesis/Internship",
    "schoolName": "Dr. Andrés Bello University",
    "majorOrFieldOfStudy": "Nursing",
    "impactStatement": "Mainly self-improvement, because the program has helped me to define goals and achieve them with the support of those who make up the scholarship program. We have built strong bonds of friendship among the group of students.",
    "aspirations": "Get a job in my field in order to continue helping my community and my family. As a nurse, the people of the community will often come to consult with you about their health, I want to help all the people around me who need it. I will also continue to participate in the activities that the program does for the good of the community.",
    "obstacles": "Mainly finances. as in many cases, the university unexpectedly requires large payments to do clinical rotations, and I often don’t have the money to make them. Another issue is crime. Whether in the streets or on buses, you can't travel with peace of mind thinking that at any moment, someone can walk up and ask for the little money you have. Finally, the pandemic. because the online classes are not the same as a class face-to-face. It also makes it harder to go to a hospital to to do a clinical rotation. The pandemic has delayed my graduation by nearly a full semester.",
    "slug": "2025-07-16-diana"
  },
  {
    "studentName": "Douglas",
    "profileImage": "/uploads/media/Douglas.jpg",
    "status": "Exam Pending",
    "slug": "2025-07-16-douglas"
  },
  {
    "studentName": "Edith Daniela",
    "profileImage": "/uploads/media/Edith_Daniela.jpg",
    "status": "Graduated",
    "majorOrFieldOfStudy": "English",
    "graduationYearExpected": "2024",
    "communityProject": "Agua Limpia",
    "impactStatement": "First, it is a pleasure to be part of this program, because it created great opportunities in my life. Thanks to the scholarship, I have been able to continue studying and working to achieve my goals. My family is happy because my brother and sister have just started university. I also want to emphasize the current situation, because our university environment during the pandemic has been difficult. I look around me and I realize that the support of this program is a blessing, because some of my classmates have dropped out of school due to lack of financial resources. It’s a shame to see people who potential and a desire to improve themselves but are simply unable to go on. I feel so grateful to God and the CIS for creating an opportunity for success in my life.",
    "aspirations": "When I am a professional, I want to work and support my parents. Then I would like to start a language academy that offers courses at affordable rates and provides scholarships to young people who want to learn a new language. I also want to offer my support to the CIS, because they were there for me when I needed them most. Soon I will be graduate and begin my professional career thanks to the CIS. Finally, I would like to travel to Italy to learn the language and bring it home to teach to the young people of my country.",
    "obstacles": "2020 was difficult. Classes went online, and reliable internet is a big expense for a poor family. But the CIS gave us computers and internet, which helped us through our online classes and was a great motivation to keep going.",
    "slug": "2025-07-16-edith-daniela"
  },
  {
    "studentName": "Elisa Yamileth",
    "profileImage": "/uploads/media/Elisa_Yamileth.jpg",
    "status": "Graduated",
    "majorOrFieldOfStudy": "English",
    "slug": "2025-07-16-elisa-yamileth"
  },
  {
    "studentName": "Elsi",
    "profileImage": "/uploads/media/Esli.jpg",
    "status": "Active Student",
    "schoolName": "Universidad de El Salvador",
    "majorOrFieldOfStudy": "International Marketing",
    "currentGradeLevel": "6th Year",
    "graduationYearExpected": "2023",
    "impactStatement": "The scholarship program has a great impact on our community as it provides an opportunity to continue studying for those who do not have the resources to do so. We also learn a lot from the program.",
    "aspirations": "After graduating I want to put all my knowledge to use and get a job, or even start my own business. One of my biggest goals is to stay active in the project and eventually support some young person like me who needs support to continue.",
    "slug": "2025-07-16-elsi"
  },
  {
    "studentName": "Emelin Lopez",
    "profileImage": "/uploads/media/Emelin_Lopez.jpg",
    "birthday": "04/25/2005",
    "status": "Active Student",
    "schoolName": "Universidad Don Bosco",
    "majorOrFieldOfStudy": "Business Administration",
    "currentGradeLevel": "3rd Year",
    "graduationYearExpected": "2028",
    "communityProject": "Educacion Formativa",
    "impactStatement": "A pleasant impact, because I will be able to continue my studies and will be the first in my family to have the opportunity to study for a professional degree. In addition, the scholarship program will help me not only intellectually, but also to form myself as a person because our social projects help us understand the problems we face as a community.",
    "aspirations": "After graduating from high school I would like to get a bachelor’s degree in business administration. After finishing my studies at university, I would like to work to support my family, cooperate in some way in my community and encourage other young people to continue studying.",
    "obstacles": "The most difficult thing has been adapting to online classes. Because we have no direct contact with teachers, if we have questions we have to contact the teachers through WhatsApp messages, and usually they take a while to answer. Also, I have had connection problems due to the poor signal in the area.",
    "slug": "2025-07-16-emelin-lopez"
  },
  {
    "studentName": "Erika Lisette",
    "profileImage": "/uploads/media/Erika_Lisette.jpg",
    "birthday": "02/21/2004",
    "status": "Active Student",
    "schoolName": "Universidad Don Bosco",
    "majorOrFieldOfStudy": "Doctorate of Medicine",
    "currentGradeLevel": "2nd Year",
    "graduationYearExpected": "2029",
    "communityProject": "Valores y Manualidades",
    "impactStatement": "A positive impact, because it has allowed me to continue studying and many do not have that opportunity. In addition, it has helped me to integrate with other people, to be a person in solidarity, and above all to do good and positive things that we can share with the community.",
    "aspirations": "After completing my high school diploma, I want to study for a university degree. Then I would like to get a decent job and help my family financially, contribute to the personal growth of those around me, and also do positive things in my community.",
    "obstacles": "I think the biggest thing has been the lack of money in my family. My parents find it difficult to pay for basic services at home and also to pay for my studies. My father is the only member of the family who works, so he has to pay for the education of three children on his own.",
    "slug": "2025-07-16-erika-lisette"
  },
  {
    "studentName": "Ivania",
    "profileImage": "/uploads/media/Ivania.jpg",
    "birthday": "01/15/2001",
    "status": "Active Student",
    "schoolName": "Escuela Especializada en Ingenieria ITCA-FEPADE",
    "majorOrFieldOfStudy": "Chemistry",
    "currentGradeLevel": "4th Year",
    "graduationYearExpected": "2023",
    "impactStatement": "For me and my family it has been a great blessing, because thanks to this program I and other young people have been able to continue our studies. Before acquiring the scholarship, I was struggling with whether or not to continue studying, and the idea of getting a job was starting to look more realistic. But thanks to this program I have been able to continue studying after graduating from high school. I thank the CIS so much for giving me this opportunity to continue my plan to become a professional chemist.",
    "aspirations": "After Finishing my technical degree, I hope to find a job in my field, and be able to help my grandparents financially. I also want to help other people who have similar goals to become a professional as well.",
    "obstacles": "My greatest obstacle has been my finances, since my grandparents no longer work and the only person who helps us financially is an uncle. Before being selected for the scholarship, it was frustrating to think that I would have to put my future on hold, but the CIS has allowed me to continue moving forward and been a great blessing to me and my grandparents.",
    "slug": "2025-07-16-ivania"
  },
  {
    "studentName": "Jair Rivera",
    "profileImage": "/uploads/media/Jair_Rivera.jpg",
    "birthday": "08/17/2004",
    "status": "Active Student",
    "schoolName": "Universidad de El Salvador",
    "majorOrFieldOfStudy": "Business Administration",
    "currentGradeLevel": "3rd Year",
    "graduationYearExpected": "2028",
    "communityProject": "Valores y Manualidades",
    "impactStatement": "It has meant something amazing to me. Thanks to my effort and the help of my parents, I have managed to enter the program, and I feel grateful for the opportunity. I hope to continue to surpass myself more during my study process and manage to graduate with a university degree.",
    "aspirations": "After finishing high school, I want to continue studying at University, either in foreign languages or culinary arts. Then, I want to get a decent job and to support my parents financially and be able to help our community.",
    "obstacles": "I think that the main obstacle has been the economic issue. My parents try to give us everything necessary for the home and support us in school, but there are difficulties. It has also been difficult for me to adapt to higher-level classes, mainly in mathematics.",
    "slug": "2025-07-16-jair-rivera"
  },
  {
    "studentName": "Jairo Hurtado",
    "profileImage": "/uploads/media/Jairo_Hurtado.jpg",
    "birthday": "11/22/1999",
    "status": "Active Student",
    "schoolName": "Universidad de El Salvador",
    "majorOrFieldOfStudy": "Computer Science",
    "graduationYearExpected": "2024",
    "communityProject": "Educacion Formativa",
    "impactStatement": "The program because it has helped me to develop myself as a person. I have learned new things and gained new skills as part of the Education and Training project. As a part of this project, I have learned about issues such as the environment, sexuality, and violence against women. Thanks for all the great positive impact that the program has had. Even in difficult times like these, I have been able to move forward.",
    "aspirations": "To work, use my professional skill, and have a salary that allows me to help my parents. I want to be able to start my own family and get a car. Of course I also plan on supporting the scholarship committee and its community projects, as well as giving a scholarship to another young person like me so that they can have the same opportunities I had.",
    "obstacles": "The pandemic has caused a lot of problems, because all of our classes went online, and not all of us have access to good internet. I even missed a test and failed a class because of internet problems. It was quite frustrating, because to be honest I deserved to pass. But, thank God now we have better internet and computers from the scholarship program.",
    "slug": "2025-07-16-jairo-hurtado"
  },
  {
    "studentName": "Jennifer Marielos",
    "profileImage": "/uploads/media/Jennifer_Marielos.jpg",
    "status": "Active Student",
    "schoolName": "Universidad de El Salvador",
    "majorOrFieldOfStudy": "Journalism",
    "currentGradeLevel": "4th Year University",
    "graduationYearExpected": "2024",
    "communityProject": "Agua Limpia",
    "impactStatement": "Being a part of the scholarship program changed my life in a big way because every day I learn to see things differently, because not only do they support us financially, but they also support us morally. Before being part of the program I saw studying simply as a way to improve my own conditions, but living with the other students and hearing their stories has made me realize that I have to move forward to elevate not only myself, but also my family and my community. In addition, seeing students that have already graduated motivates me to not give up when I feel that things are not going well.",
    "aspirations": "When I finish my degree, I would like to find a stable job and pay for a master's degree or another bachelor’s. In addition to contributing to the scholarship program so that other young people continue studying, I would like to be an example for those who are starting out and motivate them so that they know that anything is possible if we strive.",
    "obstacles": "The start of the pandemic was a struggle, because I had never taken online classes before. What’s more, our workload increased because we now have to lean many classroom topics on our own; a lot of teachers simply send us information, and getting in touch with them directly with questions can be very difficult. That actually disappointed me a lot, but over time I am adapting and I no longer find it so difficult. I just need to invest more time and patience.",
    "slug": "2025-07-16-jennifer-marielos"
  },
  {
    "studentName": "Jeny Rosmery",
    "profileImage": "/uploads/media/Jeny_Rosmery.jpg",
    "status": "Active Student",
    "schoolName": "Universidad de El Salvador",
    "majorOrFieldOfStudy": "Industrial Engineering",
    "currentGradeLevel": "1st Year",
    "graduationYearExpected": "2030",
    "slug": "2025-07-16-jeny-rosmery"
  },
  {
    "studentName": "Jimena Garcia",
    "profileImage": "/uploads/media/Jimena_Garcia.jpg",
    "status": "Active Student",
    "schoolName": "High School",
    "currentGradeLevel": "1st Year High School",
    "impactStatement": "Entering the scholarship program makes me happy, because thanks to the financial aid I can supplement the money for my school expenses, since in high school I have to attend school almost all day and therefore I have to buy my lunch, in addition It will help me to be able to cover stationery expenses. My family is also happy for this opportunity, as it somehow ensures that I can continue with my study plans in the future. If I don't have this scholarship, I should look for other ways to get ahead, maybe I would have to work to pay for a university degree. I hope to learn many good things that will help me improve my life as a student and as a person.",
    "aspirations": "After studying my baccalaureate I would like to study dentistry at the Don Bosco University, I think it is a very nice career and which can provide me with better job opportunities that would help me have a stable life and thus be able to support my family. After graduating from university I would like to have my own practice, I also want to support my community in the different activities they carry out to improve the conditions in which we live.",
    "slug": "2025-07-16-jimena-garcia"
  },
  {
    "studentName": "Karen Vanessa",
    "profileImage": "/uploads/media/Karen_Vanessa.jpg",
    "status": "Active Student",
    "schoolName": "High School",
    "currentGradeLevel": "1st Year High School",
    "communityProject": "Agua Limpia",
    "slug": "2025-07-16-karen-vanessa"
  },
  {
    "studentName": "Katya Fabiola",
    "profileImage": "/uploads/media/Katya_Fabiola.jpg",
    "birthday": "03/09/2003",
    "status": "Active Student",
    "schoolName": "Universidad Don Bosco",
    "majorOrFieldOfStudy": "Industrial Engineering",
    "currentGradeLevel": "3rd Year University",
    "graduationYearExpected": "2026",
    "impactStatement": "A positive impact, as the program seeks to create new opportunities and to prepare young people to have a better future and become leaders in their communities who contribute a little to changing the reality that we face day to day.",
    "aspirations": "I want to get a decent job and help my mom financially and repay her for everything she’s done for me. Not only that, but also I would like to support other young people in the future so that they can study and our community continues to move forward.",
    "obstacles": "Well most recently the pandemic. Classes are harder when you can’t get immediate advice from teachers, and sometimes our internet signal is not very good and it is difficult to attend classes or turn in homework.",
    "slug": "2025-07-16-katya-fabiola"
  },
  {
    "studentName": "Kevin Adonay",
    "profileImage": "/uploads/media/Kevin_Adonay.jpg",
    "birthday": "02/18/2000",
    "status": "Active Student",
    "schoolName": "Universidad de El Salvador",
    "majorOrFieldOfStudy": "Journalism",
    "currentGradeLevel": "4th Year University",
    "graduationYearExpected": "2025",
    "communityProject": "Agua Limpia",
    "impactStatement": "The scholarship program is essential to be able to continue with my studies and with my professional training. I am a young man with limited economic resources and the program helps me cover many of my study expenses. It has also helped me to grow as a person by promoting good values. It not only impacts me, but also my family since I am the first to attend university.",
    "aspirations": "I want to continue studying the English language and become a professional dancer, because dance is something that I am passionate about and have a talent for. I would also like to carry out social and humanitarian work in my community because I feel very committed to improving the lives of other people and I have a spirit of helping others.",
    "obstacles": "Economic factors are the main obstacles to continue with my education, along with family issues, transportation difficulties, and the security concerns that are so common in Salvadoran communities. It can sometimes be hard to stay motivated.",
    "slug": "2025-07-16-kevin-adonay"
  },
  {
    "studentName": "Kevin Josué",
    "profileImage": "/uploads/media/Kevin Josué.jpg",
    "birthday": "05/12/5002",
    "status": "Active Student",
    "schoolName": "Universidad Pedagógica de El Salvador",
    "majorOrFieldOfStudy": "Industrial Engineering",
    "currentGradeLevel": "3rd Year University",
    "graduationYearExpected": "2026",
    "communityProject": "Agua Limpia",
    "impactStatement": "It has had a great positive impact on my life, since with the help of the scholarship program, I have been able to continue growing, creating a great person for society. Also, without financial aid I could not continue my studies, and that is a problem because these days it is necessary to have a good education in order to apply for a good job. I am grateful, because there are a lot of other young people who can’t continue their studies.",
    "aspirations": "After finishing my university studies, I want to work so that I can help my parents, be independent, have a home, build a family, and in short be able to do everything I have always wanted and contribute to my community.",
    "obstacles": "The biggest obstacle is financial, most do not have the resources they need to continue their studies. Another obstacle is the lack of security. There is always that fear of leaving home and not coming back.",
    "slug": "2025-07-16-kevin-josue"
  },
  {
    "studentName": "Luis Gerardo",
    "profileImage": "/uploads/media/Luis_Gerardo.jpg",
    "birthday": "02/28/2002",
    "status": "Active Student",
    "schoolName": "Universidad de El Salvador",
    "majorOrFieldOfStudy": "Industrial Engineering",
    "currentGradeLevel": "3rd Year University",
    "graduationYearExpected": "2026",
    "communityProject": "Educacion Formativa",
    "impactStatement": "It has been of great help, because it provides not only financial aid, but also the training through the various important workshops. I feel very blessed, because this help from the program was like a miracle when I needed to do well as a student.",
    "aspirations": "When I think about my future, I am always focused on the idea of continuing my studies as far as I can, and gaining more specialized skills. I want to be a person who contributes something to his community and makes change in his country.",
    "obstacles": "I think that my greatest obstacle has been financial, because sometimes I have had trouble paying for my class materials and transportation to and from school. At the end of the year costs went up even more. On the other hand, I have also had some problems within my family. In short, there are always difficulties, but you have to find a solution and move on.",
    "slug": "2025-07-16-luis-gerardo"
  },
  {
    "studentName": "Luis Miguel",
    "profileImage": "/uploads/media/Luis_Miguel.jpg",
    "birthday": "12/24/1997",
    "status": "Thesis/Internship",
    "schoolName": "Universidad de El Salvador",
    "majorOrFieldOfStudy": "Business Administration",
    "currentGradeLevel": "Thesis Pending",
    "graduationYearExpected": "2023",
    "impactStatement": "The scholarship program has been very important to my education from the beginning. Before I knew about the program, it was ridiculous to think that I could go to university. Thanks to the Scholarship Project, a whole world of possibilities has opened up before me.",
    "aspirations": "I dream of being able to run a business of my own one day, or failing that, find a high administrative position within a company and with strong environmental values so that I can support my family and the scholarship program.",
    "obstacles": "The biggest obstacle is crime, since it has not allowed me to travel safely. Just last year this prevented me from studying English. Another difficulty is the distance between the university and my home. This year, with online classes, poor internet signal has become a big problem, along with the tools available—I was forced to get a better cell phone, as well as a computer.",
    "slug": "2025-07-16-luis-miguel"
  },
  {
    "studentName": "Marcos Campos",
    "profileImage": "/uploads/media/Marcos_Campos.jpg",
    "birthday": "12/31/2003",
    "status": "Active Student",
    "majorOrFieldOfStudy": "Computer Science",
    "currentGradeLevel": "2nd Year University",
    "communityProject": "Valores y Manualidades",
    "impactStatement": "First of all, I feel happy because it has been a great opportunity to continue studying, since not everyone has access to a scholarship. In addition, it is a great privilege for me to be part of the CIS since thanks to your support I will be able to continue at the University level.",
    "aspirations": "After finishing high school, I want to study computer systems engineering at university, then get a stable job to help my family, become independent and buy my own home in addition to supporting more young people like me.",
    "obstacles": "My biggest obstacle has been my economic situation, since sometimes I do not have enough money to get the books and documents I need for my classes, and I have no support from my father. At the same time, the transition to online classes has made it harder to get advice and guidance from my teachers.",
    "slug": "2025-07-16-marcos-campos"
  },
  {
    "studentName": "Mariano",
    "profileImage": "/uploads/media/Mariano.jpg",
    "status": "Thesis/Internship",
    "majorOrFieldOfStudy": "Business Administration",
    "communityProject": "Agua Limpia",
    "impactStatement": "Participating in the scholarship program has improved my life, as well as my family’s. I have managed to complete my university degree, my brothers have been able to continue studying because my parents can invest more in their education, I have learned English, and I have had incredible life-changing experiences. Thanks to the scholarship program, I am now a person with more social awareness.",
    "aspirations": "After I finish my degree I have several plans: to pursue my master's degree in Financial Management, improve my English, study international marketing, help more young people to continue their studies, and work to further develop my community. We have a plan to reunify the whole community of Hawthorn, as at the moment it is separated by crime. I also want to set up study centres and libraries in the community, including recreation centers, cultural centers, a skill development center, and even an English language teaching center.",
    "obstacles": "Probably crime, because we cannot move freely and do our projects. There is always a fear of something happening, since gangs have control over a large part of the country.",
    "slug": "2025-07-16-mariano"
  },
  {
    "studentName": "Mayra Alexandra",
    "profileImage": "/uploads/media/Mayra_Alexandra.jpg",
    "birthday": "06/18/2000",
    "status": "Active Student",
    "schoolName": "Universidad de El Salvador",
    "majorOrFieldOfStudy": "Economics",
    "currentGradeLevel": "4th Year University",
    "communityProject": "Agua Limpia",
    "impactStatement": "The scholarship program has had a positive impact on my life because it has helped me to get involved more with people, to learn more and to see the world from another point of view. The program’s workshops have helped build my confidence so that I can now participate more in activities within the community.",
    "aspirations": "At the end of university, I want to find a job in my field and work to meet my goals. I want to continue to acquire knowledge that will help me excel in life and contribute to the helping program continue its work.",
    "obstacles": "Well in 2020, the main obstacle was the pandemic, and getting used to online classes. We’ve had to adapt to not having the necessary equipment for classes and internet connection problems.",
    "slug": "2025-07-16-mayra-alexandra"
  },
  {
    "studentName": "Pamela Alejandra",
    "profileImage": "/uploads/media/Pamela_Alejandra.jpg",
    "birthday": "03/19/2006",
    "status": "Active Student",
    "schoolName": "High School",
    "currentGradeLevel": "2nd Year High School",
    "communityProject": "Agua Limpia",
    "slug": "2025-07-16-pamela-alejandra"
  },
  {
    "studentName": "Wiliam Adonay",
    "profileImage": "/uploads/media/William_Adonay.jpg",
    "status": "Active Student",
    "majorOrFieldOfStudy": "Aircraft Pilot",
    "impactStatement": "Thanks to the CIS and their scholarship program, I was able to continue my university studies. It was quite difficult for me to continue studying, because I have two brothers who are studying in university and they need the support. The CIS has been a great source of support in my education. That is why I am eternally grateful for this wonderful program.",
    "aspirations": "At the end of my studies I want to get a stable job in which I am given the opportunity to continue specializing in field and support my family and the community.",
    "obstacles": "My obstacles have been financial, because it is quite difficult for me to get to and from classes and pay for class materials.",
    "slug": "2025-07-16-wiliam-adonay"
  },
  {
    "studentName": "Wilman Ivan",
    "profileImage": "/uploads/media/Wilman_Ivan.jpg",
    "status": "Graduated",
    "graduationYearExpected": "2019",
    "slug": "2025-07-16-wilman-ivan"
  },
  {
    "studentName": "Yemilin Lopez",
    "profileImage": "/uploads/media/Yemilin.jpg",
    "birthday": "02/22/2005",
    "status": "Active Student",
    "schoolName": "Universidad de El Salvador",
    "majorOrFieldOfStudy": "Psychology",
    "currentGradeLevel": "1st Year",
    "communityProject": "Educacion Formativa",
    "impactStatement": "It has had a great impact, since it will give me the opportunity to go to university, and be able to overcome my obstacles and gain a professional degree. It also helps me to be able to express myself better through sharing with others, and learn from the projects that exist in the program. It also helps to contribute to the growth of others.",
    "aspirations": "After high school, I want to improve myself by studying for a university degree and then find a decent job and fulfill other goals such as helping my parents financially and fixing the house where we live. I also want to contribute positive things to my community.",
    "obstacles": "In this last year I think my biggest challenge has been the new study format. Because of the pandemic we are not studying face to face in school and we have to do everything online. Sometimes the internet cuts out and we can’t understand, and sometimes the teachers do not explain the homework well.",
    "slug": "2025-07-16-yemilin-lopez"
  },
  {
    "studentName": "Yessica",
    "profileImage": "/uploads/media/Yessica.jpg",
    "status": "Graduated",
    "graduationYearExpected": "2023",
    "impactStatement": "It has been a great blessing for the community, and I thank God that He put the scholarship program in my path, which has changed my life and allowed me to continue with my higher studies.",
    "aspirations": "First, after graduating, I hope to get a job and use my income to help other young people continue with their studies, just as the CIS helped me to continue with mine. I also want to help my family, because they have also given me a lot of trust and support.",
    "obstacles": "One of the biggest obstacles is crime, since it keeps us from moving freely and affects education. Everyone here is living with some kind of trauma. Another obstacle is the pandemic, since it makes it more difficult for us to receive classes.",
    "slug": "2025-07-16-yessica"
  },
  {
    "studentName": "Zabdi Yaneth Cabrera",
    "profileImage": "/uploads/media/Zabdi.jpg",
    "birthday": "10/21/2005",
    "status": "Active Student",
    "schoolName": "Universidad Don Bosco",
    "majorOrFieldOfStudy": "Business Administration",
    "currentGradeLevel": "1st Year University",
    "communityProject": "Educacion Formativa",
    "impactStatement": "For me it has been a great impact to have obtained this scholarship. It is a great opportunity for my academic and personal improvement. I believe I will learn a lot from our social projects, and from working and cooperating with colleagues.",
    "aspirations": "After graduating from high school I would like to get a bachelor's degree in English, education, or foreign languages. After finishing my university degree I would like to work in a school. I would like to help my family and the community in any way I can.",
    "obstacles": "Due to the pandemic and the new class format that has come with it, the internet has become an indispensable resource. At the beginning of all this it was very difficult to get online due to connection problems. Communication with teachers is more difficult online and that causes a lot of problems since they can’t give us the support we need.",
    "slug": "2025-07-16-zabdi-yaneth-cabrera"
  },
  {
    "studentName": "Alejandro Remberto",
    "profileImage": "/uploads/media/IMG_20250223_092147986.jpg",
    "birthday": "10/15/2005",
    "status": "Active Student",
    "schoolName": "Universidad de El Salvador",
    "majorOrFieldOfStudy": "Computer Systems Engineering",
    "currentGradeLevel": "1st",
    "graduationYearExpected": "2030",
    "communityProject": "Agua Limpia2",
    "slug": "2025-07-16-{slugify(studentName)}-1"
  },
  {
    "studentName": "Aleyda Del Rosario",
    "profileImage": "/uploads/media/IMG_20250208_114256219.jpg",
    "birthday": "02/23/2003",
    "status": "Active Student",
    "schoolName": "Universidad de El Salvador",
    "majorOrFieldOfStudy": "Industrial Engineering",
    "currentGradeLevel": "3rd Year",
    "graduationYearExpected": "2028",
    "communityProject": "Valores y Manualidades",
    "impactStatement": "It is a great opportunity, because I'm learning new things, seeing how many of my classmates are about to graduate motivates me to follow their example. The program teaches us to support each other just as the program is supporting us.",
    "aspirations": "What I want to do after finishing university is work a dignified job, help my family, and also contribute to my community so that other young people can pursue their university studies. I hope to be an example for other young people to follow.",
    "obstacles": "One of the biggest obstacles is financial. In a time when all of our classes have been moved online, not having access to a good computer or reliable internet can make it difficult to continue our studies.",
    "slug": "2025-07-16-{slugify(studentName)}-2"
  },
  {
    "studentName": "Amy Sarai",
    "profileImage": "/uploads/media/IMG_20250208_141310060.jpg",
    "birthday": "01/30/2006",
    "status": "Active Student",
    "schoolName": "Univeridad de El Salvador",
    "majorOrFieldOfStudy": "Modern Languages",
    "currentGradeLevel": "3rd Year",
    "graduationYearExpected": "2029",
    "communityProject": "Valores y Manualidades",
    "slug": "2025-07-16-{slugify(studentName)}-3"
  },
  {
    "studentName": "Adriana Michelle",
    "profileImage": "/uploads/media/IMG_20250223_092104451.jpg",
    "status": "Active Student",
    "schoolName": "Univeridad Don Bosco",
    "majorOrFieldOfStudy": "Computer System Engineering",
    "currentGradeLevel": "1st Year",
    "graduationYearExpected": "2030",
    "impactStatement": "The scholarship program has different projects and each one works in a certain sector of the community. I have also been able to observe that different skills are developed in young people, such as leadership. In addition, the opportunity that they offer us so that more and more people have access to higher education and thus improve our lives, that of our family and community.",
    "aspirations": "After graduating from high school I would like to study English or computer engineering, during these two years of high school I will decide which, but they are the university degrees that I like the most, I would also like to work in something that has to do with the degree that I have studied, I would like this job to fill me with satisfaction and allow me to have a dignified life and be able to help my family and community. Another thing that I would like to do is travel to France and continue my professional training.",
    "slug": "2025-07-16-{slugify(studentName)}"
  }
]